{
	"logo": "https://icongr.am/fontawesome/cube.svg?size=128",
	"siteTitle": "Company",
	"siteSubTitle": "Design System",
	"page": [
		{
			"pageTitle": "Welcome",
			"pageContent": [
				"Kick-off the documentation for your amazing new design system new creating a new page from the left sidebar.\nAlso, make sure you have the Sketch plugin installed so that you can import designs into the repository.\n  \n![Image](//source.unsplash.com/500x400)"
			],
			"section": []
		},
		{
			"pageTitle": "Getting Started",
			"pageContent": [
				"Magna phasellus nostra proin habitant a litora placerat, penatibus quis taciti velit mattis pharetra elementum, sollicitudin sociis amet mus netus praesent. Porta rhoncus malesuada nisl lectus penatibus curae praesent, fermentum vel faucibus porttitor elementum nunc sodales lobortis, class non ultrices morbi aptent dictumst. Mus condimentum nunc hendrerit accumsan cras tellus vel maecenas, tristique arcu litora eu commodo erat ut congue, nulla parturient faucibus a eros enim sociis. Congue leo praesent nullam cursus at adipiscing dolor, nibh posuere mattis suspendisse curae sollicitudin taciti mollis, risus sit magnis vehicula lorem consectetur. Sollicitudin auctor curae eros vel hendrerit elementum facilisis praesent sem mi laoreet morbi, quis dictum euismod sociosqu sapien vivamus lacinia sodales tincidunt placerat amet. Urna augue congue bibendum facilisi venenatis ligula potenti mauris massa metus odio, ac posuere litora tincidunt est adipiscing senectus sem aliquam. Ante est fermentum habitasse dui egestas cursus bibendum donec velit viverra tempus commodo lectus mus nam euismod, felis vulputate aptent vestibulum turpis habitant tristique pellentesque morbi curae lacinia nunc lobortis cras massa.\n\nPellentesque hendrerit mi suscipit penatibus sem sociosqu a rutrum, magna lacus bibendum convallis euismod viverra pharetra class, fermentum himenaeos ornare adipiscing orci imperdiet natoque. Mollis arcu faucibus suscipit mi cursus senectus libero, litora mauris nascetur blandit euismod id aenean condimentum, adipiscing lobortis gravida lacus a felis. Lorem aliquet sem netus nascetur lobortis senectus volutpat, conubia neque hac quisque duis nisi eros, ad nisl dictumst ornare malesuada fringilla. Sociosqu congue pretium nostra accumsan vulputate faucibus dui aliquet habitasse, sem placerat scelerisque cras odio eleifend interdum tincidunt egestas platea, eros ultricies bibendum ridiculus aliquam neque per montes. Nostra penatibus ut facilisi hac blandit orci rhoncus, ornare consequat tempus tristique eleifend pulvinar, per ipsum dapibus interdum quam nulla. Netus enim interdum vestibulum adipiscing pharetra sodales gravida tincidunt fringilla, consequat id facilisis justo libero sociis amet porta auctor posuere, ipsum ac mi ridiculus conubia mattis ornare ultrices. Justo eget nibh volutpat nec luctus lectus montes semper phasellus, lorem magna ornare faucibus blandit netus tempor natoque purus nunc, quis elementum adipiscing tortor senectus orci fermentum arcu."
			],
			"section": []
		}
	]
}